Revit 2027 API
AdvancedWood.WoodPoreColorPower Property
 The property labeled "Power to compute pore color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodPoreColorPower { get; }
Public Shared ReadOnly Property WoodPoreColorPower As String
	Get
public:
static property String^ WoodPoreColorPower {
	String^ get ();
}
static member WoodPoreColorPower : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace